tests/6_Case_Type_Scatter_Height_20_Dist_20_dir_40_converged/30/0/ABLConditions
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v3.0+                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       IOobject;
    location    "0";
    object ABLConditions;
        }

        // * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
        Uref		5;
        Zref		10;
        z0 uniform 1;
        flowDir (-0.5 -0.866025403784439 0);
        zDir (0 0 1);
        zGround uniform 0;

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
